{
    "requirements" : [ 
    {
        "code" : 0,
        "requirement": "R0. Please provide context for your repository.",
        "guidance": "<ul><li>Repository Type. Select all relevant types from:<ul><li>Domain or subject-based repository</li><li>Institutional repository</li><li>National repository system, including governmental</li><li>Publication repository</li><li>Library/Museum/Archives</li><li>Research project repository</li><li>Other (Please describe)</li></ul></li><li>Brief Description of the Repository’s Designated Community</li><li>Level of Curation Performed. Select all relevant types from:</li><ul><li>A.  Content distributed as deposited</li><li>B.  Basic curation – e.g., brief checking, addition of basic metadata or documentation</li><li>C.  Enhanced curation – e.g., conversion to new formats, enhancement of documentation</li><li>D.  Data-level curation – as in C above, but with additional editing of deposited data for accuracy</li></ul><li>Outsource Partners. If applicable, please list them.</li><li>Other Relevant Information</li></ul>",
        "response": null,
        "level" : null
    }, 
    {
        "code" : 1,
        "requirement": "R1. The repository has an explicit mission to provide access to and preserve data in its domain.",
        "guidance": null,
        "response": null,
        "level" : null
    }, 
    {
        "code" : 2,
        "requirement": "R2. The repository maintains all applicable licenses covering data access and use and monitors compliance.",
        "guidance": null,
        "response": null,
        "level" : null
    },
    {
        "code" : 3,
        "requirement": "R3. The repository has a continuity plan to ensure ongoing access to and preservation of its holdings.",
        "guidance": null,
        "response": null,
        "level" : null
    },        
    {
        "code" : 4,
        "requirement": "R4. The repository ensures, to the extent possible, that data are created, curated, accessed, and used in compliance with disciplinary and ethical norms",
        "guidance": null,
        "response": null,
        "level" : null
    },
    {
        "code" : 5,
        "requirement": "R5. The repository has adequate funding and sufficient numbers of qualified staff managed through a clear system of governance to effectively carry out the mission.",
        "guidance": null,
        "response": null,
        "level" : null
    },
    {
        "code" : 6,
        "requirement": "R6. The repository adopts mechanism(s) to secure ongoing expert guidance and feedback (either in-house, or external, including scientific guidance, if relevant).",
        "guidance": null,
        "response": null,
        "level" : null
    },
    {
        "code" : 7,
        "requirement": "R7. The repository guarantees the integrity and authenticity of the data.",
        "guidance": null,
        "response": null,
        "level" : null
    },
    {
        "code" : 8,
        "requirement": "R8. The repository accepts data and metadata based on defined criteria to ensure relevance and understandability for data users.",
        "guidance": null,
        "response": null,
        "level" : null
    },
    {
        "code" : 9,
        "requirement": "R9. The repository applies documented processes and procedures in managing archival storage of the data.",
        "guidance": null,
        "response": null,
        "level" : null
    },
    {
        "code" : 10,
        "requirement": "R10. The repository assumes responsibility for long-term preservation and manages this function in a planned and documented way.",
        "guidance": null,
        "response": null,
        "level" : null
    },
    {
        "code" : 11,
        "requirement": "R11. The repository has appropriate expertise to address technical data and metadata quality and ensures that sufficient information is available for end users to make quality-related evaluations.",
        "guidance": null,
        "response": null,
        "level" : null
    },
    {
        "code" : 12,
        "requirement": "R12. Archiving takes place according to defined workflows from ingest to dissemination.",
        "guidance": null,
        "response": null,
        "level" : null
    },
    {
        "code" : 13,
        "requirement": "R13. The repository enables users to discover the data and refer to them in a persistent way through proper citation.",
        "guidance": null,
        "response": null,
        "level" : null
    },
    {
        "code" : 14,
        "requirement": "R14. The repository enables reuse of the data over time, ensuring that appropriate metadata are available to support the understanding and use of the data.",
        "guidance": null,
        "response": null,
        "level" : null
    },
    {
        "code" : 15,
        "requirement": "R15. The repository functions on well-supported operating systems and other core infrastructural software and is using hardware and software technologies appropriate to the services it provides to its Designated Community.",
        "guidance": null,
        "response": null,
        "level" : null
    },
    {
        "code" : 16,
        "requirement": "R16. The technical infrastructure of the repository provides for protection of the facility and its data, products, services, and users.",
        "guidance": null,
        "response": null,
        "level" : null
    } 
]
}